
export const Cropsdata = [
    '육군수도방위사령부','육군지상작전사령부','수도군단','1군단', '2군단','3군단','5군단','6군단','제7기동군단','8군단','동원작전사령부','제2작전사령부'
];

export const Divisiondata = {
    '육군수도방위사령부' : [
        '52사단', '56사단'
    ],
    '육군지상작전사령부' : [
        '36사단', '55사단'
    ],
    '수도군단' : [
        '17사단','51사단'
    ],
    '1군단' : [
        '1사단', '9사단', '25사단'
    ],
    '2군단' : [
        '7사단','15사단','27사단'
    ],
    '3군단' : [
        '12사단', '21사단'
    ],
    '5군단' : [
        '3사단', '6사단'
    ],
    '6군단' : [
        '5사단', '28사단', '73사단'
    ],
    '제7기동군단' : [
        '수도기계화보병사단','제2신속대응사단','제8기계화보병사단','제11기계화보병사단'
    ],
    '8군단' :[
        '22사단','23사단'
    ],
    '제2작전사령부' : [
        '31사단', '32사단', '35사단', '37사단', '39사단', '50사단', '53사단'
    ],
    '동원작전사령부' : [
        '60사단', '66사단', '72사단','75사단'
    ]
};

export const Bataliondata = {
    '1사단' : [
        '제 11보병여단', '제 12보병여단', '제 15보병여단',
        '본부근무대'
    ],
    '제2신속대응사단' : [
        '제 201신속대응여단', '제 203신속대응여단'
    ],
    '3사단' : [
        '제 18보병여단', '제 22보병여단', '제 23보병여단'
    ],
    '5사단' : [
        '제 27보병여단', '제 35보병여단', '제 36보병여단'
    ],
    '6사단' : [
        '제 2보병여단', '제 7보병여단', '제 19보병여단'
    ],
    '7사단' : [
        '제 3보병여단', '제 5보병여단', '제 8보병여단'
    ],
    '9사단' : [
        '제 28보병여단', '제 29보병여단', '제 30보병여단'
    ],
    '12사단' : [
        '제 17보병여단', '제 51보병여단', '제 52보병여단'
    ],
    '15사단' : [
        '제 38보병여단', '제 39보병여단', '제 50보병여단'
    ],
    '17사단' : [
        '제 507보병여단', '제 100보병여단', '제 101보병여단', '제 102보병여단'
    ],
    '21사단' : [
        '제 31보병여단', '제 65보병여단', '제 66보병여단'
    ],
    '22사단' : [
        '제 53보병여단', '제 55보병여단', '제 56보병여단'
    ],
    '23사단' : [
        '제 57보병여단', '제 58보병여단', '제 59보병여단'
    ],
    '25사단' : [
        '제 70보병여단', '제 71보병여단', '제 72보병여단'
    ],
    '27사단' : [
        '제 77보병여단', '제 78보병여단', '제 79보병여단'
    ]
};